Repository: Web-Ex-Machina/contao-planning
Catalog: languages/*/*_wem_planning.xlf
Languages: fr

# tl_wem_planning.title.0
source: Title
fr: Intitulé

# tl_wem_planning.title.1
source: Please enter a planning title.
fr: Saisir un titre de planning.

# tl_wem_planning.alias.0
source: Planning alias
fr: Alias de planning

# tl_wem_planning.alias.1
source: The planning alias is a unique reference to the planning item which can be called instead of its numeric ID.
fr: Un alias de planning est une référence unique qui remplace l'ID numérique du planning.

# tl_wem_planning.defaultOpenTime.0
source: Open time
fr: Heure d'ouverture

# tl_wem_planning.defaultOpenTime.1
source: Please enter the default open time for this planning.
fr: Saisir l'heure d'ouverture par défaut du planning.

# tl_wem_planning.defaultCloseTime.0
source: Close time
fr: Heure de fermeture

# tl_wem_planning.defaultCloseTime.1
source: Please enter a default close time for this planning.
fr: Saisir l'heure de fermeture par défaut du planning.

# tl_wem_planning.canUpdateBooking.0
source: Can update booking
fr: Peut modifier un rendez-vous

# tl_wem_planning.canUpdateBooking.1
source: Check if you allow booking updates.
fr: Cochez si vous autorisez des modifications de rendez-vous.

# tl_wem_planning.canUpdateBookingUntil.0
source: Can update book until
fr: Peut modifier un rendez-vous jusqu'à

# tl_wem_planning.canUpdateBookingUntil.1
source: Please enter the number of hours a booking can be updated before the date.
fr: Saisir le nombre d'heures où un rendez-vous peut être modifié avant sa date.

# tl_wem_planning.canUpdateBookingLimit.0
source: Number of updates
fr: Nombre de modifications

# tl_wem_planning.canUpdateBookingLimit.1
source: Enter the maximum number of updates authorized. Enter 0 to disable limit.
fr: Saisir le nombre maximum de modifications autorisé. Saisir 0 pour désactiver la limite.

# tl_wem_planning.canCancelBooking.0
source: Can cancel booking
fr: Peut annuler un rendez-vous

# tl_wem_planning.canCancelBooking.1
source: Check if you allow booking cancels.
fr: Cochez si vous autorisez des annulations de rendez-vous.

# tl_wem_planning.canCancelBookingUntil.0
source: Can cancel book until
fr: Peut annuler un rendez-vous jusqu'à

# tl_wem_planning.canCancelBookingUntil.1
source: Please enter the number of hours a booking can be canceled before the date.
fr: Saisir le nombre d'heures où un rendez-vous peut être annulé avant sa date.

# tl_wem_planning.bookingtypes.0
source: Booking type
fr: Types de rendez-vous

# tl_wem_planning.bookingtypes.1
source: Manage booking type for this planning.
fr: Gérer les types de rendez-vous pour ce planning.

# tl_wem_planning.slots.0
source: Slots
fr: Créneaux

# tl_wem_planning.slots.1
source: Manage planning slots.
fr: Gérer les créneaux du planning.

# tl_wem_planning.protected.0
source: Protect planning
fr: Protéger le planning

# tl_wem_planning.protected.1
source: Show planning to certain member groups only.
fr: Afficher le planning à certains groupes de membres seulement.

# tl_wem_planning.groups.0
source: Allowed member groups
fr: Groupes de membres autorisés

# tl_wem_planning.groups.1
source: These groups will be able to see the planning.
fr: Ces groupes seront en mesure de voir le planning.

# tl_wem_planning.tstamp.0
source: Revision date
fr: Date de révision

# tl_wem_planning.tstamp.1
source: Date and time of the latest revision
fr: Date et heure de la dernière révision

# tl_wem_planning.title_legend
source: Title
fr: Intitulé

# tl_wem_planning.default_legend
source: Default settings
fr: Paramètres par défaut

# tl_wem_planning.update_legend
source: Update settings
fr: Paramètres de mise à jour

# tl_wem_planning.cancel_legend
source: Cancel settings
fr: Paramètres d'annulation

# tl_wem_planning.bookingtypes_legend
source: Booking types
fr: Types de réservation

# tl_wem_planning.slots_legend
source: Slots
fr: Créneaux

# tl_wem_planning.protected_legend
source: Access protection
fr: Protection d'accès

# tl_wem_planning.new.0
source: New planning
fr: Nouveau planning

# tl_wem_planning.new.1
source: Create a new planning
fr: Créer un nouveau planning

# tl_wem_planning.show.0
source: Planning details
fr: Détails du planning

# tl_wem_planning.show.1
source: Show the details of planning ID %s
fr: Afficher les détails du planning ID %s

# tl_wem_planning.edit.0
source: Edit planning
fr: Éditer le planning

# tl_wem_planning.edit.1
source: Edit planning ID %s
fr: Éditer le planning ID %s

# tl_wem_planning.editheader.0
source: Edit planning
fr: Éditer le planning

# tl_wem_planning.editheader.1
source: Edit the planning settings
fr: Éditer les paramètres de le planning

# tl_wem_planning.copy.0
source: Duplicate planning
fr: Dupliquer le planning

# tl_wem_planning.copy.1
source: Duplicate planning ID %s
fr: Dupliquer le planning ID %s

# tl_wem_planning.delete.0
source: Delete planning
fr: Supprimer le planning

# tl_wem_planning.delete.1
source: Delete planning ID %s
fr: Supprimer le planning ID %s

# tl_wem_planning.bookings.0
source: See planning bookings
fr: Voir les rendez-vous du planning

# tl_wem_planning.bookings.1
source: See planning bookings ID %s
fr: Voir les rendez-vous du planning ID %s
