Repository: Web-Ex-Machina/contao-planning
Catalog: languages/*/*_wem_planning_slot.xlf
Languages: fr

# tl_wem_planning_slot.canBook.0
source: Booking authorized
fr: Réservation autorisée

# tl_wem_planning_slot.canBook.1
source: Check to make this slot available for booking.
fr: Cocher pour rendre ce créneau disponible aux réservations.

# tl_wem_planning_slot.openTime.0
source: Open time
fr: Heure d'ouverture

# tl_wem_planning_slot.openTime.1
source: Please enter the open time for this slot.
fr: Saisir l'heure d'ouverture du créneau.

# tl_wem_planning_slot.closeTime.0
source: Close time
fr: Heure de fermeture

# tl_wem_planning_slot.closeTime.1
source: Please enter a close time for this slot.
fr: Saisir l'heure de fermeture du créneau.

# tl_wem_planning_slot.type.0
source: Slot type
fr: Type de créneau

# tl_wem_planning_slot.type.1
source: Please select the slot type.
fr: Sélectionner le type de créneau.

# tl_wem_planning_slot.type.day
source: Day
fr: Jour

# tl_wem_planning_slot.type.range-days
source: Range of days
fr: Fourchette de jours

# tl_wem_planning_slot.type.range-dates
source: Range of dates
fr: Fourchette de dates

# tl_wem_planning_slot.dayStart.0
source: Start day
fr: Jour de départ

# tl_wem_planning_slot.dayStart.1
source: Please select the start day.
fr: Sélectionner le jour de départ.

# tl_wem_planning_slot.dayStop.0
source: Stop day
fr: Jour de fin

# tl_wem_planning_slot.dayStop.1
source: Please select the stop day.
fr: Sélectionner le jour de fin.

# tl_wem_planning_slot.dateStart.0
source: Start date
fr: Date de départ

# tl_wem_planning_slot.dateStart.1
source: Please select the start date.
fr: Sélectionner la date de départ.

# tl_wem_planning_slot.dateStop.0
source: Stop date
fr: Date de fin

# tl_wem_planning_slot.dateStop.1
source: Please select the stop day.
fr: Sélectionner la date de fin.

# tl_wem_planning_slot.tstamp.0
source: Revision date
fr: Date de révision

# tl_wem_planning_slot.tstamp.1
source: Date and time of the latest revision
fr: Date et heure de la dernière révision

# tl_wem_planning_slot.global_legend
source: General informations
fr: Informations générales

# tl_wem_planning_slot.slot_legend
source: Slot settings
fr: Paramètres du créneau

# tl_wem_planning_slot.new.0
source: New slot
fr: Nouveau créneau

# tl_wem_planning_slot.new.1
source: Create a new slot
fr: Créer un nouveau créneau

# tl_wem_planning_slot.show.0
source: Planning details
fr: Détails du créneau

# tl_wem_planning_slot.show.1
source: Show the details of slot ID %s
fr: Afficher les détails du créneau ID %s

# tl_wem_planning_slot.edit.0
source: Edit slot
fr: Éditer le créneau

# tl_wem_planning_slot.edit.1
source: Edit slot ID %s
fr: Éditer le créneau ID %s

# tl_wem_planning_slot.editheader.0
source: Edit slot
fr: Éditer le créneau

# tl_wem_planning_slot.editheader.1
source: Edit the slot settings
fr: Éditer les paramètres de le créneau

# tl_wem_planning_slot.copy.0
source: Duplicate slot
fr: Dupliquer le créneau

# tl_wem_planning_slot.copy.1
source: Duplicate slot ID %s
fr: Dupliquer le créneau ID %s

# tl_wem_planning_slot.delete.0
source: Delete slot
fr: Supprimer le créneau

# tl_wem_planning_slot.delete.1
source: Delete slot ID %s
fr: Supprimer le créneau ID %s
