Repository: Web-Ex-Machina/contao-planning
Catalog: languages/*/*_wem_planning_booking.xlf
Languages: fr

# tl_wem_planning_booking.date.1
source: Enter the booking date.
fr: Saisir la date de réservation.

# tl_wem_planning_booking.dateEnd.1
source: Enter the booking end date.
fr: Saisir la date de fin de la réservation.

# tl_wem_planning_booking.bookingType.0
source: Booking type
fr: Type de réservation

# tl_wem_planning_booking.bookingType.1
source: Select the booking type.
fr: Sélectionner le type de réservation.

# tl_wem_planning_booking.lastname.0
source: Lastname
fr: Nom de famille

# tl_wem_planning_booking.lastname.1
source: Enter the lastname.
fr: Saisir le nom de famille.

# tl_wem_planning_booking.firstname.0
source: Firstname
fr: Prénom

# tl_wem_planning_booking.firstname.1
source: Enter the firstname.
fr: Saisir le nom de famille.

# tl_wem_planning_booking.phone.0
source: Phone
fr: Téléphone

# tl_wem_planning_booking.phone.1
source: Enter the phone number.
fr: Saisir le numéro de téléphone.

# tl_wem_planning_booking.email.1
source: Enter the email address.
fr: Saisir l'adresse email.

# tl_wem_planning_booking.comments.0
source: Comments
fr: Commentaires

# tl_wem_planning_booking.comments.1
source: Enter booking comments.
fr: Saisir un commentaire sur la réservation.

# tl_wem_planning_booking.status.0
source: Status
fr: Statut

# tl_wem_planning_booking.status.1
source: Select the booking status.
fr: Sélectionner le statut de la réservation.

# tl_wem_planning_booking.status.drafted
source: Drafted
fr: En cours

# tl_wem_planning_booking.status.pending
source: Pending
fr: En attente

# tl_wem_planning_booking.status.confirmed
source: Confirmed
fr: Confirmée

# tl_wem_planning_booking.status.denied
source: Denied
fr: Refusée

# tl_wem_planning_booking.status.done
source: Done
fr: Réalisée

# tl_wem_planning_booking.status.canceled
source: Canceled
fr: Annulée

# tl_wem_planning_booking.isUpdate.0
source: Is an update ?
fr: Mise à jour ?

# tl_wem_planning_booking.isUpdate.1
source: Check if the booking is an update.
fr: Cocher si la réservation est une mise à jour.

# tl_wem_planning_booking.bookingSrc.0
source: Original booking
fr: Réservation originale

# tl_wem_planning_booking.bookingSrc.1
source: Select the original booking of this update.
fr: Sélectionnez la réservation originale de cette mise à jour.

# tl_wem_planning_booking.tstamp.0
source: Revision date
fr: Date de révision

# tl_wem_planning_booking.tstamp.1
source: Date and time of the latest revision
fr: Date et heure de la dernière révision

# tl_wem_planning_booking.global_legend
source: General informations
fr: Informations générales

# tl_wem_planning_booking.status_legend
source: Status
fr: Statut

# tl_wem_planning_booking.source_legend
source: Booking updated
fr: Réservation mise à jour

# tl_wem_planning_booking.new.0
source: New booking
fr: Nouvelle réservation

# tl_wem_planning_booking.new.1
source: Create a new booking
fr: Créer un nouvelle réservation

# tl_wem_planning_booking.show.0
source: Planning details
fr: Détails de la réservation

# tl_wem_planning_booking.show.1
source: Show the details of booking ID %s
fr: Afficher les détails de la réservation ID %s

# tl_wem_planning_booking.edit.0
source: Edit booking
fr: Éditer la réservation

# tl_wem_planning_booking.edit.1
source: Edit booking ID %s
fr: Éditer la réservation ID %s

# tl_wem_planning_booking.editheader.0
source: Edit booking
fr: Éditer la réservation

# tl_wem_planning_booking.editheader.1
source: Edit the booking settings
fr: Éditer les paramètres de la réservation

# tl_wem_planning_booking.copy.0
source: Duplicate booking
fr: Dupliquer la réservation

# tl_wem_planning_booking.copy.1
source: Duplicate booking ID %s
fr: Dupliquer la réservation ID %s

# tl_wem_planning_booking.delete.0
source: Delete booking
fr: Supprimer la réservation

# tl_wem_planning_booking.delete.1
source: Delete booking ID %s
fr: Supprimer la réservation ID %s
