Repository: Web-Ex-Machina/contao-planning
Catalog: languages/*/*_wem_planning_booking_type.xlf
Languages: fr

# tl_wem_planning_booking_type.title.0
source: Title
fr: Intitulé

# tl_wem_planning_booking_type.title.1
source: Please enter a booking type title.
fr: Saisir un titre de type de réservation.

# tl_wem_planning_booking_type.duration.0
source: Duration
fr: Durée

# tl_wem_planning_booking_type.duration.1
source: Enter the duration for this booking type.
fr: Saisir la durée pour ce type de réservation.

# tl_wem_planning_booking_type.details.0
source: Details
fr: Détails

# tl_wem_planning_booking_type.details.1
source: Enter details about this booking type.
fr: Saisir des informations à propos de ce type de réservation.

# tl_wem_planning_booking_type.tstamp.0
source: Revision date
fr: Date de révision

# tl_wem_planning_booking_type.tstamp.1
source: Date and time of the latest revision
fr: Date et heure de la dernière révision

# tl_wem_planning_booking_type.title_legend
source: General informations
fr: Informations générales

# tl_wem_planning_booking_type.new.0
source: New booking type
fr: Nouveau type de réservation

# tl_wem_planning_booking_type.new.1
source: Create a new booking type
fr: Créer un nouveau type de réservation

# tl_wem_planning_booking_type.show.0
source: Planning details
fr: Détails du type de réservation

# tl_wem_planning_booking_type.show.1
source: Show the details of booking type ID %s
fr: Afficher les détails du type de réservation ID %s

# tl_wem_planning_booking_type.edit.0
source: Edit booking type
fr: Éditer le type de réservation

# tl_wem_planning_booking_type.edit.1
source: Edit booking type ID %s
fr: Éditer le type de réservation ID %s

# tl_wem_planning_booking_type.editheader.0
source: Edit booking type
fr: Éditer le type de réservation

# tl_wem_planning_booking_type.editheader.1
source: Edit the booking type settings
fr: Éditer les paramètres de le type de réservation

# tl_wem_planning_booking_type.copy.0
source: Duplicate booking type
fr: Dupliquer le type de réservation

# tl_wem_planning_booking_type.copy.1
source: Duplicate booking type ID %s
fr: Dupliquer le type de réservation ID %s

# tl_wem_planning_booking_type.delete.0
source: Delete booking type
fr: Supprimer le type de réservation

# tl_wem_planning_booking_type.delete.1
source: Delete booking type ID %s
fr: Supprimer le type de réservation ID %s
