Repository: Web-Ex-Machina/contao-planning
Catalog: languages/*/default.xlf
Languages: fr

# WEM.PLANNING.MODAL.title
source: Booking type
fr: Type de rendez-vous

# WEM.PLANNING.LABELS.titleBookingTypes
source: Booking form
fr: Formulaire de réservation

# WEM.PLANNING.LABELS.fieldBookingTypesLabel
source: Rendez-vous type
fr: Type de rendez-vous

# WEM.PLANNING.LABELS.fieldBookingTypesHelp
source: Please select the rendez-vous type you want.
fr: Veuillez sélectionner le type de rendez-vous souhaité.

# WEM.PLANNING.MSG.bookingSuccess
source: The booking request has been submitted.
fr: La demande de rendez-vous a été envoyée.

# WEM.PLANNING.MSG.bookingCancelSuccess
source: The booking has been cancelled.
fr: Le rendez-vous a été annulé.

# WEM.PLANNING.ERR.planningNotFound
source: The planning ID %s doesn't exists !
fr: Le planning ID %s n'existe pas !

# WEM.PLANNING.ERR.unknownAjaxAction
source: AJAX - Unknown %s action !
fr: AJAX - Action %s inconnue !

# WEM.PLANNING.ERR.noSlotsAvailable
source: No slots available for given criteria.
fr: Aucun créneau disponible pour les critères donnés.

# WEM.PLANNING.ERR.slotIsNotAvailableAnymore
source: This slot is not available anymore. Please select another one.
fr: Ce créneau n'est plus disponible. Veuillez en sélectionner un autre.

# WEM.PLANNING.ERR.noBookingTypeSent
source: Please select a booking type first.
fr: Veuillez tout d'abord sélectionner un type de rendez-vous.

# WEM.PLANNING.ERR.invalidBookingType
source: Booking type is invalid.
fr: Le type de rendez-vous est invalide.

# WEM.PLANNING.ERR.noDatesSent
source: Start and Stop dates are missing or invalid.
fr: Les dates de début ou de fin sont manquantes ou invalides.

# WEM.PLANNING.ERR.bookingCreationError
source: An error occured when locking the slot, please refresh the page and retry.
fr: Une erreur est survenue lors du verouillage du créneau. Veuillez rafraichir la page et réessayer.

# WEM.PLANNING.ERR.noBookingSent
source: Booking parameter is missing/invalid, please retry.
fr: Le paramètre de rendez-vous est manquant/invalide, veuillez réessayer.

# WEM.PLANNING.ERR.bookingNotFound
source: The booking was not found or doesn't exist anymore.
fr: Le rendez-vous n'a pas été trouvé ou n'existe plus.

# WEM.PLANNING.ERR.bookingUpdateError
source: An error occured when updating the booking, please refresh the page and retry.
fr: Une erreur est survenue lors de la mise à jour du rendez-vous. Veuillez rafraichir la page et réessayer.

# WEM.PLANNING.ERR.bookingCancelError
source: An error occured when cancelling the booking, please refresh the page and retry.
fr: Une erreur est survenue lors de l'annulation du rendez-vous. Veuillez rafraichir la page et réessayer.

# WEM.PLANNING.ERR.bookingFormErrors
source: The form contains errors.
fr: Le formulaire comporte des erreurs.

# WEM.PLANNING.ERR.requiredFieldMissing
source: The field %s is required.
fr: Le champ %s est obligatoire.

# WEM.PLANNING.ERR.invalidField
source: The field %s is invalid.
fr: Le champ %s est invalide.

# WEM.PLANNING.ERR.cannotUpdateBooking
source: You are not allowed to update this booking.
fr: Vous n'êtes pas autorisé à mettre à jour ce rendez-vous.

# WEM.PLANNING.ERR.cannotCancelBooking
source: You are not allowed to cancel this booking.
fr: Vous n'êtes pas autorisé à annuler ce rendez-vous.

# WEM.PLANNING.BE.confirmBooking
source: Are you sure to confirm this booking ?
fr: Êtes-vous sûr de vouloir confirmer ce rendez-vous ?

# WEM.PLANNING.BE.denyBooking
source: Are you sure to deny this booking ?
fr: Êtes-vous sûr de vouloir refuser ce rendez-vous ?
